Repository: mixxamm/CopyKat
Catalog: CopyKat/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt_pt, ro, ru, sv, tr, uk, zh_hans, zh_hant

source: 1 month
ar: شهر واحد
de: 1 Monat
es: 1 mes
fr: 1 mois
hi: 1 महीना
it: 1 mese
ja: 1か月
ko: 1개월
nl: 1 maand
pl: 1 miesiąc
pt_pt: 1 mês
ro: 1 lună
ru: 1 месяц
sv: 1 månad
tr: 1 ay
uk: 1 місяць
zh_hans: 1个月
zh_hant: 1個月

source: 1 week
ar: أسبوع واحد
de: 1 Woche
es: 1 semana
fr: 1 semaine
hi: 1 सप्ताह
it: 1 settimana
ja: 1週間
ko: 1주
pl: 1 tydzień
pt_pt: 1 semana
ro: 1 săptămână
ru: 1 неделя
sv: 1 vecka
tr: 1 hafta
uk: 1 тиждень
zh_hans: 1周
zh_hant: 1週

source: 1 year
ar: سنة واحدة
de: 1 Jahr
es: 1 año
fr: 1 an
hi: 1 साल
it: 1 anno
ja: 1年
ko: 1년
nl: 1 jaar
pl: 1 rok
pt_pt: 1 ano
ro: 1 an
ru: 1 год
sv: 1 år
tr: 1 yıl
uk: 1 рік
zh_hans: 1年
zh_hant: 1年

source: 3 months
ar: 3 أشهر
de: 3 Monate
es: 3 meses
fr: 3 mois
hi: 3 महीने
it: 3 mesi
ja: 3か月
ko: 3개월
nl: 3 maanden
pl: 3 miesiące
pt_pt: 3 meses
ro: 3 luni
ru: 3 месяца
sv: 3 månader
tr: 3 ay
uk: 3 місяці
zh_hans: 3个月
zh_hant: 3個月

source: 6 months
ar: 6 أشهر
de: 6 Monate
es: 6 meses
fr: 6 mois
hi: 6 महीने
it: 6 mesi
ja: 6か月
ko: 6개월
nl: 6 maanden
pl: 6 miesięcy
pt_pt: 6 meses
ro: 6 luni
ru: 6 месяцев
sv: 6 månader
tr: 6 ay
uk: 6 місяців
zh_hans: 6个月
zh_hant: 6個月

source: Add App…
ar: إضافة تطبيق…
de: App hinzufügen …
es: Añadir app…
fr: Ajouter une app…
hi: ऐप जोड़ें…
it: Aggiungi app…
ja: Appを追加…
ko: App 추가…
nl: App toevoegen…
pl: Dodaj aplikację…
pt_pt: Adicionar app…
ro: Adaugă aplicație…
ru: Добавить приложение…
sv: Lägg till app…
tr: Uygulama Ekle…
uk: Додати застосунок…
zh_hans: 添加 App…
zh_hant: 加入 App…

source: All items except pinned ones are removed. This cannot be undone.
ar: ستتم إزالة جميع العناصر باستثناء المثبّتة. لا يمكن التراجع عن هذا الإجراء.
de: Alle Objekte außer den angehefteten werden entfernt. Dies kann nicht rückgängig gemacht werden.
es: Se eliminan todos los elementos excepto los fijados. Esta acción no se puede deshacer.
fr: Tous les éléments à l'exception des éléments épinglés sont supprimés. Cette action est irréversible.
hi: पिन किए गए आइटम को छोड़कर बाकी सभी आइटम हटा दिए जाते हैं। इसे पूर्ववत नहीं किया जा सकता।
it: Tutti gli elementi tranne quelli bloccati vengono rimossi. L'operazione non può essere annullata.
ja: ピン留めされた項目を除くすべての項目が削除されます。この操作は取り消せません。
ko: 고정된 항목을 제외한 모든 항목이 제거됩니다. 이 작업은 취소할 수 없습니다.
nl: Alle items behalve vastgezette worden verwijderd. Dit kan niet ongedaan worden gemaakt.
pl: Wszystkie elementy z wyjątkiem przypiętych zostaną usunięte. Tej czynności nie można cofnąć.
pt_pt: Todos os itens exceto os fixados são removidos. Esta ação não pode ser anulada.
ro: Toate elementele, cu excepția celor fixate, sunt eliminate. Această acțiune nu poate fi anulată.
ru: Все элементы, кроме закреплённых, будут удалены. Это действие нельзя отменить.
sv: Alla objekt utom fästa tas bort. Detta kan inte ångras.
tr: Sabitlenenler dışındaki tüm öğeler kaldırılır. Bu işlem geri alınamaz.
uk: Усі елементи, крім закріплених, буде вилучено. Цю дію не можна скасувати.
zh_hans: 除已置顶的项目外，其余项目都将被移除。此操作无法撤销。
zh_hant: 除了已置頂的項目外，其餘項目都會被移除。此操作無法復原。

source: Animate scrolling
ar: تحريك التمرير
de: Scrollen animieren
es: Animar el desplazamiento
fr: Animer le défilement
hi: स्क्रॉलिंग को एनिमेट करें
it: Anima lo scorrimento
ja: スクロールをアニメーション表示
ko: 스크롤 애니메이션 사용
nl: Scrollen animeren
pl: Animuj przewijanie
pt_pt: Animar a deslocação
ro: Animă derularea
ru: Анимировать прокрутку
sv: Animera rullning
tr: Kaydırmayı canlandır
uk: Анімувати прокручування
zh_hans: 滚动动画
zh_hant: 捲動動畫

source: Automatically check for updates
ar: التحقق من التحديثات تلقائيًا
de: Automatisch nach Updates suchen
es: Buscar actualizaciones automáticamente
fr: Rechercher automatiquement les mises à jour
hi: स्वचालित रूप से अपडेट देखें
it: Verifica automaticamente gli aggiornamenti
ja: アップデートを自動的に確認
ko: 자동으로 업데이트 확인
nl: Automatisch op updates controleren
pl: Automatycznie sprawdzaj dostępność aktualizacji
pt_pt: Procurar atualizações automaticamente
ro: Caută automat actualizări
ru: Автоматически проверять обновления
sv: Sök automatiskt efter uppdateringar
tr: Güncellemeleri otomatik olarak denetle
uk: Автоматично перевіряти наявність оновлень
zh_hans: 自动检查更新
zh_hant: 自動檢查更新項目

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleer
pl: Anuluj
pt_pt: Cancelar
ro: Anulează
ru: Отмена
sv: Avbryt
tr: Vazgeç
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

source: Check for Updates…
ar: التحقق من وجود تحديثات…
de: Nach Updates suchen …
es: Buscar actualizaciones…
fr: Rechercher les mises à jour…
hi: अपडेट देखें…
it: Verifica aggiornamenti…
ja: アップデートを確認…
ko: 업데이트 확인…
nl: Controleer op updates…
pl: Sprawdź dostępność aktualizacji…
pt_pt: Procurar atualizações…
ro: Caută actualizări…
ru: Проверить обновления…
sv: Sök efter uppdateringar…
tr: Güncellemeleri Denetle…
uk: Перевірити наявність оновлень…
zh_hans: 检查更新…
zh_hant: 檢查更新項目…

source: Clean up
ar: تنظيف
de: Bereinigen
es: Limpieza
fr: Nettoyage
hi: सफ़ाई
it: Pulizia
ja: 整理
ko: 정리
nl: Opschonen
pl: Czyszczenie
pt_pt: Limpeza
ro: Curățare
ru: Очистка
sv: Rensning
tr: Temizlik
uk: Очищення
zh_hans: 清理
zh_hant: 清理

source: Clear clipboard history?
ar: هل تريد مسح سجل الحافظة؟
de: Zwischenablageverlauf löschen?
es: ¿Borrar el historial del portapapeles?
fr: Effacer l'historique du presse-papiers ?
hi: क्या क्लिपबोर्ड इतिहास मिटाना है?
it: Cancellare la cronologia degli appunti?
ja: クリップボード履歴を消去しますか？
ko: 클립보드 기록을 지우시겠습니까?
nl: Klembordgeschiedenis wissen?
pl: Wyczyścić historię schowka?
pt_pt: Limpar o histórico da área de transferência?
ro: Ștergi istoricul clipboardului?
ru: Очистить историю буфера обмена?
sv: Rensa urklippshistoriken?
tr: Pano geçmişi temizlensin mi?
uk: Очистити історію буфера обміну?
zh_hans: 要清除剪贴板历史记录吗？
zh_hant: 要清除剪貼簿記錄嗎？

source: Clear History
ar: مسح السجل
de: Verlauf löschen
es: Borrar historial
fr: Effacer l'historique
hi: इतिहास मिटाएं
it: Cancella cronologia
ja: 履歴を消去
ko: 기록 지우기
nl: Geschiedenis wissen
pl: Wyczyść historię
pt_pt: Limpar histórico
ro: Șterge istoricul
ru: Очистить историю
sv: Rensa historik
tr: Geçmişi Temizle
uk: Очистити історію
zh_hans: 清除历史记录
zh_hant: 清除記錄

source: Clear History…
ar: مسح السجل…
de: Verlauf löschen …
es: Borrar historial…
fr: Effacer l'historique…
hi: इतिहास मिटाएं…
it: Cancella cronologia…
ja: 履歴を消去…
ko: 기록 지우기…
nl: Geschiedenis wissen…
pl: Wyczyść historię…
pt_pt: Limpar histórico…
ro: Șterge istoricul…
ru: Очистить историю…
sv: Rensa historik…
tr: Geçmişi Temizle…
uk: Очистити історію…
zh_hans: 清除历史记录…
zh_hant: 清除記錄…

source: Clipboard changes from these apps are never recorded. Common password managers, including Apple Passwords, are already excluded by default.
ar: لا يتم تسجيل تغييرات الحافظة من هذه التطبيقات أبدًا. مديرو كلمات المرور الشائعون، بما في ذلك كلمات سر Apple، مستبعدون بالفعل تلقائيًا.
de: Änderungen der Zwischenablage dieser Apps werden nie aufgezeichnet. Gängige Passwort-Manager, einschließlich Apple Passwörter, werden standardmäßig bereits ausgeschlossen.
es: Los cambios del portapapeles de estas apps nunca se registran. Los gestores de contraseñas habituales, incluido Contraseñas de Apple, ya están excluidos de forma predeterminada.
fr: Les modifications du presse-papiers provenant de ces applications ne sont jamais enregistrées. Les gestionnaires de mots de passe courants, y compris Mots de passe Apple, sont déjà exclus par défaut.
hi: इन ऐप्स से क्लिपबोर्ड में होने वाले बदलाव कभी रिकॉर्ड नहीं किए जाते। Apple पासवर्ड सहित आम पासवर्ड मैनेजर पहले से ही डिफ़ॉल्ट रूप से बाहर रखे गए हैं।
it: Le modifiche degli appunti provenienti da queste app non vengono mai registrate. I gestori di password più comuni, tra cui Password di Apple, sono già esclusi per impostazione predefinita.
ja: これらのAppからのクリップボードの変更は記録されません。Appleの「パスワード」を含む一般的なパスワード管理Appは、デフォルトですでに除外されています。
ko: 이 App의 클립보드 변경 사항은 기록되지 않습니다. Apple 암호 앱을 비롯한 일반적인 암호 관리 프로그램은 기본적으로 이미 제외되어 있습니다.
nl: Klembordwijzigingen van deze apps worden nooit vastgelegd. Veelgebruikte wachtwoordbeheerders, waaronder Apple Wachtwoorden, worden al standaard uitgesloten.
pl: Zmiany schowka z tych aplikacji nigdy nie są rejestrowane. Popularne menedżery haseł, w tym Hasła firmy Apple, są już domyślnie wykluczone.
pt_pt: As alterações da área de transferência destas apps nunca são registadas. Os gestores de palavras-passe mais comuns, incluindo o Palavras-passe da Apple, já são excluídos por predefinição.
ro: Modificările clipboard-ului din aceste aplicații nu sunt niciodată înregistrate. Managerii de parole comuni, inclusiv Parole de la Apple, sunt deja excluși în mod implicit.
ru: Изменения буфера обмена из этих приложений никогда не записываются. Популярные менеджеры паролей, включая «Пароли» от Apple, уже исключены по умолчанию.
sv: Urklippsändringar från dessa appar registreras aldrig. Vanliga lösenordshanterare, inklusive Apples Lösenord, är redan undantagna som standard.
tr: Bu uygulamalardan gelen pano değişiklikleri asla kaydedilmez. Apple Parolalar dahil olmak üzere yaygın parola yöneticileri varsayılan olarak zaten hariç tutulur.
uk: Зміни буфера обміну від цих застосунків ніколи не записуються. Поширені менеджери паролів, зокрема Паролі від Apple, уже виключені за замовчуванням.
zh_hans: 系统不会记录这些 App 的剪贴板更改。常见的密码管理器（包括 Apple 的“密码”）默认已被排除在外。
zh_hant: 系統絕不會記錄這些 App 的剪貼簿變更。常見的密碼管理 App（包括 Apple 的「密碼」）預設已被排除在外。

source: Continue
ar: متابعة
de: Weiter
es: Continuar
fr: Continuer
hi: जारी रखें
it: Continua
ja: 続ける
ko: 계속
nl: Doorgaan
pl: Kontynuuj
pt_pt: Continuar
ro: Continuă
ru: Продолжить
sv: Fortsätt
tr: Devam Et
uk: Продовжити
zh_hans: 继续
zh_hant: 繼續

source: CopyKat can press ⌘V for you so a selected item is pasted immediately. macOS requires the Accessibility permission for this. Without it, items are only copied to the clipboard and you paste them yourself.
ar: يمكن لتطبيق CopyKat الضغط على ⌘V نيابةً عنك بحيث يُلصق العنصر المحدد فورًا. يتطلب macOS إذن "إمكانية الوصول" لذلك. وبدونه، يتم فقط نسخ العناصر إلى الحافظة وعليك لصقها بنفسك.
de: CopyKat kann für Sie ⌘V drücken, damit ein ausgewähltes Objekt sofort eingefügt wird. macOS erfordert dafür die Bedienungshilfen-Berechtigung. Ohne diese werden Objekte nur in die Zwischenablage kopiert und Sie fügen sie selbst ein.
es: CopyKat puede pulsar ⌘V por ti para que un elemento seleccionado se pegue de inmediato. macOS requiere el permiso de Accesibilidad para esto. Sin él, los elementos solo se copian al portapapeles y tienes que pegarlos tú mismo.
fr: CopyKat peut appuyer sur ⌘V à votre place afin qu'un élément sélectionné soit collé immédiatement. macOS requiert pour cela l'autorisation d'accessibilité. Sans elle, les éléments sont uniquement copiés dans le presse-papiers et vous devez les coller vous-même.
hi: CopyKat आपकी ओर से ⌘V दबा सकता है ताकि चुना गया आइटम तुरंत पेस्ट हो जाए। इसके लिए macOS को एक्सेसिबिलिटी अनुमति चाहिए होती है। इसके बिना, आइटम केवल क्लिपबोर्ड में कॉपी होते हैं और आपको उन्हें खुद पेस्ट करना होता है।
it: CopyKat può premere ⌘V al posto tuo, così un elemento selezionato viene incollato immediatamente. macOS richiede a tal fine l'autorizzazione per l'Accessibilità. Senza di essa, gli elementi vengono solo copiati negli appunti e dovrai incollarli tu stesso.
ja: CopyKatが代わりに⌘Vを押すことで、選択した項目をすぐにペーストできます。これにはmacOSのアクセシビリティ権限が必要です。権限がない場合、項目はクリップボードにコピーされるだけで、ペーストは自分で行う必要があります。
ko: CopyKat이 대신 ⌘V를 눌러 선택한 항목을 바로 붙여넣을 수 있습니다. 이를 위해서는 macOS의 손쉬운 사용 권한이 필요합니다. 권한이 없으면 항목이 클립보드에 복사되기만 하며 직접 붙여넣어야 합니다.
nl: CopyKat kan ⌘V voor je indrukken zodat een geselecteerd item meteen wordt geplakt. macOS vereist hiervoor de toegankelijkheidsmachtiging. Zonder deze machtiging worden items alleen naar het klembord gekopieerd en plak je ze zelf.
pl: CopyKat może naciskać ⌘V za Ciebie, aby zaznaczony element był wklejany natychmiast. macOS wymaga do tego uprawnienia dostępności. Bez niego elementy są tylko kopiowane do schowka, a wklejasz je samodzielnie.
pt_pt: O CopyKat pode premir ⌘V por si para que um item selecionado seja colado de imediato. O macOS requer a permissão de Acessibilidade para tal. Sem ela, os itens são apenas copiados para a área de transferência e tem de os colar você mesmo.
ro: CopyKat poate apăsa ⌘V pentru tine, astfel încât elementul selectat este lipit imediat. macOS necesită permisiunea de accesibilitate pentru aceasta. Fără ea, elementele sunt doar copiate în clipboard, iar tu trebuie să le lipești manual.
ru: CopyKat может нажимать ⌘V за вас, чтобы выбранный элемент вставлялся немедленно. Для этого macOS требует разрешение «Универсальный доступ». Без него элементы только копируются в буфер обмена, и вам придётся вставлять их самостоятельно.
sv: CopyKat kan trycka ⌘V åt dig så att ett markerat objekt klistras in direkt. macOS kräver behörigheten Hjälpmedel för detta. Utan den kopieras objekt endast till urklipp och du klistrar in dem själv.
tr: CopyKat, seçili bir öğenin hemen yapıştırılması için sizin yerinize ⌘V tuşlarına basabilir. macOS bunun için Erişilebilirlik izni gerektirir. Bu izin verilmezse öğeler yalnızca panoya kopyalanır ve yapıştırma işlemini kendiniz yapmanız gerekir.
uk: CopyKat може натискати ⌘V замість вас, щоб вибраний елемент вставлявся негайно. Для цього macOS потребує дозволу на доступність. Без нього елементи лише копіюються в буфер обміну, а вставляти їх доведеться самостійно.
zh_hans: CopyKat 可以帮你按下 ⌘V，让选中的项目立即被粘贴。macOS 要求为此授予辅助功能权限。如果没有该权限，项目将仅被复制到剪贴板，需要你自行粘贴。
zh_hant: CopyKat 可以為你按下 ⌘V，讓選取的項目立即被貼上。macOS 需要輔助使用權限才能執行此操作。如果沒有此權限，項目只會被拷貝到剪貼簿，你必須自行貼上。

source: CopyKat lives in your menu bar. Pin items with ⌘P, paste the top ones with ⌘1 to ⌘9, and tweak everything in Settings.
ar: يعيش CopyKat في شريط القوائم لديك. ثبّت العناصر باستخدام ⌘P، والصق العناصر العلوية باستخدام ⌘1 إلى ⌘9، واضبط كل شيء في الإعدادات.
de: CopyKat befindet sich in Ihrer Menüleiste. Heften Sie Objekte mit ⌘P an, fügen Sie die obersten mit ⌘1 bis ⌘9 ein, und passen Sie alles in den Einstellungen an.
es: CopyKat vive en tu barra de menús. Fija elementos con ⌘P, pega los primeros con ⌘1 a ⌘9 y ajusta todo en Ajustes.
fr: CopyKat réside dans votre barre des menus. Épinglez des éléments avec ⌘P, collez les premiers avec ⌘1 à ⌘9, et personnalisez tout dans Réglages.
hi: CopyKat आपके मेनू बार में रहता है। ⌘P से आइटम पिन करें, ⌘1 से ⌘9 से सबसे ऊपर वाले आइटम पेस्ट करें, और सेटिंग्स में सब कुछ अपने अनुसार बदलें।
it: CopyKat si trova nella barra dei menu. Blocca gli elementi con ⌘P, incolla i primi con ⌘1 fino a ⌘9 e personalizza tutto in Impostazioni.
ja: CopyKatはメニューバーに常駐します。⌘Pで項目をピン留めし、⌘1から⌘9で上位の項目をペーストし、設定ですべてを調整できます。
ko: CopyKat은 메뉴 막대에 상주합니다. ⌘P로 항목을 고정하고, ⌘1부터 ⌘9까지로 상위 항목을 붙여넣고, 설정에서 모든 것을 조정하세요.
nl: CopyKat bevindt zich in je menubalk. Zet items vast met ⌘P, plak de bovenste met ⌘1 tot ⌘9 en pas alles aan in Instellingen.
pl: CopyKat mieszka na pasku menu. Przypinaj elementy za pomocą ⌘P, wklejaj te najważniejsze za pomocą ⌘1 do ⌘9 i dostosuj wszystko w Ustawieniach.
pt_pt: O CopyKat reside na barra de menus. Fixe itens com ⌘P, cole os primeiros com ⌘1 a ⌘9 e ajuste tudo em Definições.
ro: CopyKat locuiește în bara de meniu. Fixează elemente cu ⌘P, lipește primele cu ⌘1 până la ⌘9 și ajustează totul în Setări.
ru: CopyKat живёт в строке меню. Закрепляйте элементы с помощью ⌘P, вставляйте верхние с помощью ⌘1–⌘9 и настраивайте всё в Настройках.
sv: CopyKat finns i din menyrad. Fäst objekt med ⌘P, klistra in de översta med ⌘1 till ⌘9 och justera allt i Inställningar.
tr: CopyKat, menü çubuğunuzda yaşar. ⌘P ile öğeleri sabitleyin, ⌘1'den ⌘9'a kadar olan kısayollarla en üstteki öğeleri yapıştırın ve Ayarlar'da her şeyi özelleştirin.
uk: CopyKat живе у вашому рядку меню. Закріплюйте елементи за допомогою ⌘P, вставляйте перші з них за допомогою ⌘1–⌘9 і налаштовуйте все в Налаштуваннях.
zh_hans: CopyKat 常驻在你的菜单栏中。使用 ⌘P 置顶项目，使用 ⌘1 至 ⌘9 粘贴排在前面的项目，并在“设置”中调整所有内容。
zh_hant: CopyKat 常駐在你的選單列中。使用 ⌘P 將項目置頂，使用 ⌘1 到 ⌘9 貼上排在前面的項目，並在「設定」中調整所有項目。

source: CopyKat Settings
ar: إعدادات CopyKat
de: CopyKat-Einstellungen
es: Ajustes de CopyKat
fr: Réglages CopyKat
hi: CopyKat सेटिंग्स
it: Impostazioni di CopyKat
ja: CopyKatの環境設定
ko: CopyKat 설정
nl: CopyKat-instellingen
pl: Ustawienia CopyKat
pt_pt: Definições do CopyKat
ro: Setări CopyKat
ru: Настройки CopyKat
sv: CopyKat-inställningar
tr: CopyKat Ayarları
uk: Налаштування CopyKat
zh_hans: CopyKat 设置
zh_hant: CopyKat 設定

source: Database
ar: قاعدة البيانات
de: Datenbank
es: Base de datos
fr: Base de données
hi: डेटाबेस
ja: データベース
ko: 데이터베이스
pl: Baza danych
pt_pt: Base de dados
ro: Bază de date
ru: База данных
sv: Databas
tr: Veritabanı
uk: База даних
zh_hans: 数据库
zh_hant: 資料庫

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
hi: मिटाएं
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijder
pl: Usuń
pt_pt: Eliminar
ro: Șterge
ru: Удалить
sv: Radera
tr: Sil
uk: Видалити
zh_hans: 删除
zh_hant: 刪除

source: Delete items older than
ar: حذف العناصر الأقدم من
de: Objekte löschen, die älter sind als
es: Eliminar elementos anteriores a
fr: Supprimer les éléments plus anciens que
hi: इससे पुराने आइटम मिटाएं
it: Elimina gli elementi più vecchi di
ja: 次の期間より古い項目を削除
ko: 다음보다 오래된 항목 삭제
nl: Verwijder items ouder dan
pl: Usuń elementy starsze niż
pt_pt: Eliminar itens anteriores a
ro: Șterge elementele mai vechi de
ru: Удалять элементы старше
sv: Ta bort objekt äldre än
tr: Şu süreden daha eski öğeleri sil
uk: Видаляти елементи, старіші за
zh_hans: 删除早于以下时长的项目
zh_hant: 刪除早於以下時長的項目

source: Delete Older Items
ar: حذف العناصر الأقدم
de: Ältere Objekte löschen
es: Eliminar elementos antiguos
fr: Supprimer les éléments plus anciens
hi: पुराने आइटम मिटाएं
it: Elimina gli elementi più vecchi
ja: 古い項目を削除
ko: 이전 항목 삭제
nl: Verwijder oudere items
pl: Usuń starsze elementy
pt_pt: Eliminar itens antigos
ro: Șterge elementele mai vechi
ru: Удалить старые элементы
sv: Ta bort äldre objekt
tr: Daha Eski Öğeleri Sil
uk: Видалити старіші елементи
zh_hans: 删除较旧的项目
zh_hant: 刪除較舊的項目

source: Direct paste is enabled
ar: اللصق المباشر مفعّل
de: Direktes Einfügen ist aktiviert
es: El pegado directo está activado
fr: Le collage direct est activé
hi: डायरेक्ट पेस्ट सक्षम है
it: Incolla diretto attivato
ja: 直接ペーストが有効です
ko: 직접 붙여넣기가 활성화됨
nl: Direct plakken is ingeschakeld
pl: Bezpośrednie wklejanie jest włączone
pt_pt: A colagem direta está ativada
ro: Lipirea directă este activată
ru: Прямая вставка включена
sv: Direkt inklistring är aktiverat
tr: Doğrudan yapıştırma etkin
uk: Пряме вставлення увімкнено
zh_hans: 直接粘贴已启用
zh_hant: 直接貼上已啟用

source: Done
ar: تم
de: Fertig
es: Listo
fr: Terminé
hi: पूर्ण
it: Fine
ja: 完了
ko: 완료
nl: Klaar
pl: Gotowe
pt_pt: Concluído
ro: Terminat
ru: Готово
sv: Klar
tr: Bitti
uk: Готово
zh_hans: 完成
zh_hant: 完成

source: Double-tap V to search
ar: انقر مرتين على V للبحث
de: V zweimal drücken, um zu suchen
es: Pulsa V dos veces para buscar
fr: Appuyez deux fois sur V pour rechercher
hi: खोजने के लिए V को दो बार दबाएं
it: Premi due volte V per cercare
ja: Vキーを2回押して検索
ko: V 키를 두 번 눌러 검색
nl: Dubbeltik op V om te zoeken
pl: Naciśnij V dwukrotnie, aby wyszukać
pt_pt: Prima V duas vezes para pesquisar
ro: Apasă de două ori pe V pentru a căuta
ru: Дважды нажмите V для поиска
sv: Tryck två gånger på V för att söka
tr: Aramak için V tuşuna iki kez basın
uk: Двічі натисніть V, щоб виконати пошук
zh_hans: 连按两下 V 进行搜索
zh_hant: 連按兩下 V 進行搜尋

source: Enable fast paste
ar: تفعيل اللصق السريع
de: Schnelles Einfügen aktivieren
es: Activar el pegado rápido
fr: Activer le collage rapide
hi: तेज़ पेस्ट सक्षम करें
it: Attiva l'incolla rapido
ja: 高速ペーストを有効にする
ko: 빠른 붙여넣기 활성화
nl: Snel plakken inschakelen
pl: Włącz szybkie wklejanie
pt_pt: Ativar a colagem rápida
ro: Activează lipirea rapidă
ru: Включить быструю вставку
sv: Aktivera snabb inklistring
tr: Hızlı yapıştırmayı etkinleştir
uk: Увімкнути швидке вставлення
zh_hans: 启用快速粘贴
zh_hant: 啟用快速貼上

source: Enable in System Settings
ar: التمكين في إعدادات النظام
de: In den Systemeinstellungen aktivieren
es: Activar en Ajustes del Sistema
fr: Activer dans Réglages Système
hi: सिस्टम सेटिंग्स में सक्षम करें
it: Attiva in Impostazioni di Sistema
ja: システム設定で有効にする
ko: 시스템 설정에서 활성화
nl: Inschakelen in Systeeminstellingen
pl: Włącz w Ustawieniach systemowych
pt_pt: Ativar nas Definições do Sistema
ro: Activează în Setări sistem
ru: Включить в Системных настройках
sv: Aktivera i Systeminställningar
tr: Sistem Ayarları'nda Etkinleştir
uk: Увімкнути в Системних налаштуваннях
zh_hans: 在系统设置中启用
zh_hant: 在系統設定中啟用

source: Everything you copy is saved: text, images and files. Press ⇧⌘V any time to search your clipboard history.
ar: يتم حفظ كل ما تنسخه: النصوص والصور والملفات. اضغط على ⇧⌘V في أي وقت للبحث في سجل الحافظة الخاص بك.
de: Alles, was Sie kopieren, wird gespeichert: Text, Bilder und Dateien. Drücken Sie jederzeit ⇧⌘V, um Ihren Zwischenablageverlauf zu durchsuchen.
es: Todo lo que copias se guarda: texto, imágenes y archivos. Pulsa ⇧⌘V en cualquier momento para buscar en el historial de tu portapapeles.
fr: Tout ce que vous copiez est enregistré : texte, images et fichiers. Appuyez à tout moment sur ⇧⌘V pour rechercher dans l'historique de votre presse-papiers.
hi: आप जो कुछ भी कॉपी करते हैं वह सेव हो जाता है: टेक्स्ट, इमेज और फ़ाइलें। अपना क्लिपबोर्ड इतिहास खोजने के लिए कभी भी ⇧⌘V दबाएं।
it: Tutto ciò che copi viene salvato: testo, immagini e file. Premi ⇧⌘V in qualsiasi momento per cercare nella cronologia degli appunti.
ja: コピーしたものはすべて保存されます。テキスト、画像、ファイルなど。いつでも⇧⌘Vを押してクリップボード履歴を検索できます。
ko: 복사하는 모든 항목이 저장됩니다. 텍스트, 이미지, 파일 등입니다. 언제든지 ⇧⌘V를 눌러 클립보드 기록을 검색하세요.
nl: Alles wat je kopieert wordt bewaard: tekst, afbeeldingen en bestanden. Druk op elk moment op ⇧⌘V om je klembordgeschiedenis te doorzoeken.
pl: Wszystko, co skopiujesz, jest zapisywane: tekst, obrazy i pliki. Naciśnij ⇧⌘V w dowolnej chwili, aby przeszukać historię schowka.
pt_pt: Tudo o que copia é guardado: texto, imagens e ficheiros. Prima ⇧⌘V a qualquer momento para pesquisar no histórico da área de transferência.
ro: Tot ce copiezi este salvat: text, imagini și fișiere. Apasă ⇧⌘V oricând pentru a căuta în istoricul clipboardului.
ru: Всё, что вы копируете, сохраняется: текст, изображения и файлы. Нажмите ⇧⌘V в любой момент, чтобы выполнить поиск по истории буфера обмена.
sv: Allt du kopierar sparas: text, bilder och filer. Tryck på ⇧⌘V när som helst för att söka i din urklippshistorik.
tr: Kopyaladığınız her şey kaydedilir: metin, görsel ve dosyalar. Pano geçmişinizde arama yapmak için istediğiniz zaman ⇧⌘V tuşlarına basın.
uk: Усе, що ви копіюєте, зберігається: текст, зображення й файли. Натисніть ⇧⌘V у будь-який момент, щоб виконати пошук в історії буфера обміну.
zh_hans: 你复制的所有内容都会被保存：文本、图像和文件。随时按下 ⇧⌘V 即可搜索剪贴板历史记录。
zh_hant: 你拷貝的所有內容都會被儲存：文字、影像和檔案。隨時按下 ⇧⌘V 即可搜尋剪貼簿記錄。

source: Fast paste
ar: اللصق السريع
de: Schnelles Einfügen
es: Pegado rápido
fr: Collage rapide
hi: तेज़ पेस्ट
it: Incolla rapido
ja: 高速ペースト
ko: 빠른 붙여넣기
nl: Snel plakken
pl: Szybkie wklejanie
pt_pt: Colagem rápida
ro: Lipire rapidă
ru: Быстрая вставка
sv: Snabb inklistring
tr: Hızlı yapıştırma
uk: Швидке вставлення
zh_hans: 快速粘贴
zh_hant: 快速貼上

source: Get Started
ar: البدء
de: Los geht's
es: Empezar
fr: Commencer
hi: शुरू करें
it: Inizia
ja: はじめる
ko: 시작하기
nl: Aan de slag
pl: Rozpocznij
pt_pt: Começar
ro: Începe
ru: Начать
sv: Kom igång
tr: Başlayın
uk: Розпочати
zh_hans: 开始使用
zh_hant: 開始使用

source: Hide the list
ar: إخفاء القائمة
de: Liste ausblenden
es: Ocultar la lista
fr: Masquer la liste
hi: सूची छिपाएँ
it: Nascondi l'elenco
ja: リストを隠す
ko: 목록 숨기기
nl: Lijst verbergen
pl: Ukryj listę
pt_pt: Ocultar a lista
ro: Ascunde lista
ru: Скрыть список
sv: Dölj listan
tr: Listeyi gizle
uk: Сховати список
zh_hans: 隐藏列表
zh_hant: 隱藏列表

source: History
ar: السجل
de: Verlauf
es: Historial
fr: Historique
hi: इतिहास
it: Cronologia
ja: 履歴
ko: 기록
nl: Geschiedenis
pl: Historia
pt_pt: Histórico
ro: Istoric
ru: История
sv: Historik
tr: Geçmiş
uk: Історія
zh_hans: 历史记录
zh_hant: 歷史記錄
